Repository: common-repository/subscribe-now
Catalog: languages/subscribe-now-*.po
Languages: bg_bg

source: Subscribers
bg_bg: Абонати

source: Subscriber successfully removed.
bg_bg: Абонатът успешно премахнат.

source: There was a problem removing the subscriber. Please try again.
bg_bg: Имаше проблем при махането на абоната. Моля опитайте отново.

source: Valid email address is required.
bg_bg: Нужен е валиден имейл адрес.

source: You are already subscribed.
bg_bg: Вече бяхте абонирани.

source: You have been subscribed.
bg_bg: Успешно бяхте абонирани.

source: There was a problem with your request. Please try again.
bg_bg: Имаше проблем с вашата заявка. Моля опитайте отново.

source: You weren't subscribed in the first place.
bg_bg: Вие не бяхте абониран.

source: You have been unsubscribed.
bg_bg: Вие бяхте премахнати от списъка ни с абонати.

source: Settings
bg_bg: Настройки

source: Check this if you want to delete table and data on plugin uninstallation
bg_bg: Изберете това ако искате да изтриете таблицата и всички данни при деинсталация на плъгина

source: Do not delete data on plugin uninstallation
bg_bg: Не изтривай данни при деинсталация на плъгина

source: Email address
bg_bg: Имейл адрес

source: Sign up
bg_bg: Абонирай се

source: Export CSV
bg_bg: Експорт CSV

source: Email
bg_bg: Имейл

source: Added at
bg_bg: Добавено

source: Actions
bg_bg: Действия

source: Are you sure you want to remove this subscriber?
bg_bg: Сигурни ли сте че искате да премахнете този абонат?

source: Remove
bg_bg: Изтрий

source: There are no subscribers
bg_bg: Няма абонати

source: Unsubscribe
bg_bg: Деабонирай се

source: Subscription Form
bg_bg: Форма за абониране

source: Displays subscription form.
bg_bg: Покажи формата за абониране.

source: Title
bg_bg: Заглавие

source: Title:
bg_bg: Заглавие:

source: Unsubscription Form
bg_bg: Форма за деабониране

source: A plugin to allow users to subscribe to a mailing list.
bg_bg: Плъгин, който позволява всеки да се абонира към мейлинг списък.
